// src/data/footnotes.ts
export const footnoteData = [
  { id: 1, text: "윤준혁이 될 뻔하다가 혁이 빠졌다고 한다. 다행이다" },
  { id: 2, text: "기가 쉽게 빨리며 누워있는 걸 좋아하는 엠비티아이이다." },
  {
    id: 3,
    text: "막내 동생을 '공주' 또는 '애기'라고 부른다. 볼을 잡으며 늘어뜨리는 등 k남매끼리는 상상하지도 못할 모습이다.",
  },
  {
    id: 4,
    text: "분명 몇개월 전까지만 해도 아기묘였는데, 지금은 으른이 됐다. 성장속도가 후덜덜하다.",
  },
  {
    id: 5,
    text: "미국 유학을 준비하면서 토플 시험에서 꽤나 고초를 겪었다. 오리건 석사 입학 요건이 88점이었는데, 3번 만에 통과했다. 점수 추이는 79점 → 82점 → 93점으로, 마지막 시험은 반쯤 포기한 심정으로 봤는데 라이팅이 갑자기 확 올라서 본인도 깜짝 놀랐다고 한다.",
  },
  {
    id: 6,
    text: "굉장히 어릴 때부터 반주로 섬기기 시작했다. 엄청난 경력직이라 할 수 있다",
  },
  {
    id: 7,
    text: "아기들 나오는 릴스에 좋아요를 많이 누르는 것으로 보아, 기본적으로 아이들을 매우 좋아하는 듯.",
  },
  {
    id: 8,
    text: "모네를 특히 좋아한다고 한다. 샌프란시스코 여행 브이로그 1편 3:32 참고",
  },

  { id: 9, text: '"폴리니 연주보다 훨씬 듣기 좋네요"' },
  { id: 10, text: "<창문을 넘은 100세 노인>이라는 책을 특히 추천해주었다." },
  { id: 11, text: "남이 찍은 사진을 말한다." },
  {
    id: 12,
    text: "실제로도 에이징커브가 온 듯 하다. 본인 피셜 기지개 켜다 담이 온다고.",
  },
  { id: 13, text: "과장이 아니라 심장이 정말 물리적으로 아프다." },
  {
    id: 14,
    text: "인스타 댓글을 보면 울산대 피아노과에서도 유명한 손 예쁜 사람이라고. 섬섬옥수 손 위에 힘줄이 킥이다.",
  },
  { id: 15, text: "실제 레슨을 받아본 작성자가 인정하는 사실이다." },
  {
    id: 16,
    text: "무려 3년 연애 두번, 1년 연애 두번을 했다. 첫 연애는 고2때로, 이후부터 20대 내내 연애를 했다고 보면 된다. ㅁㅊ 질투나요",
  },
  { id: 17, text: "전전 연애..에서 이걸로 부딪힌 적이 있다고 한다." },
  { id: 18, text: "상세히 나열하려면 밤을 새도 모자라다." },
  { id: 19, text: "여자 무서운 줄 모르고 ㅋㅋ" },
  {
    id: 20,
    text: "대표적으로, 준이통 치료를 결심한 사람에게 “난 다 받아줄 수 있으니 맘대루 해~”라고…",
  },
  { id: 21, text: "요약하면 수강생 방치라 할 수 있다" },
  { id: 22, text: "왜 굳이 돈주고 무서워하는지 이해를 못한다고." },
];
