// src/data/footnotes.ts
export const footnoteData = [
  { id: 1, text: "윤준혁이 될 뻔하다가 혁이 빠졌다고 한다. 다행이다" },
  { id: 2, text: "기가 쉽게 빨리며 누워있는 걸 좋아하는 엠비티아이이다." },
  {
    id: 3,
    text: "분명 몇개월 전까지만 해도 아기묘였는데, 지금은 으른이 됐다. 성장속도가 후덜덜하다.",
  },
  {
    id: 4,
    text: "굉장히 어릴 때부터 반주로 섬기기 시작했다. 엄청난 경력직이라 할 수 있다",
  },
  {
    id: 5,
    text: "아기들 나오는 릴스에 좋아요를 많이 누르는 것으로 보아, 기본적으로 아이들을 매우 좋아하는 듯. 본인 스스로도 딸바보가 될 것 같다고 한 적도 있다.",
  },
  {
    id: 6,
    text: "모네를 특히 좋아한다고 한다. 샌프란시스코 여행 브이로그 1편 3:32 참고",
  },
  { id: 7, text: "남이 찍은 사진을 말한다" },
  {
    id: 8,
    text: "실제로도 에이징커브가 온 듯 하다. 본인 피셜 기지개 켜다 담이 온다고.",
  },
  { id: 9, text: "과장이 아니라 심장이 정말 물리적으로 아프다." },
  { id: 10, text: "실제 레슨을 받은 작성자가 인정하는 사실이다." },
  {
    id: 11,
    text: "무려 3년 연애 두번, 1년 연애 두번을 했다. 20대 내내 연애를 했다고 보면 된다.",
  },
  { id: 12, text: "상세히 나열하려면 밤을 새도 모자라다." },
  { id: 13, text: "요약하면 수강생 방치라 할 수 있다." },
  { id: 14, text: "왜 굳이 돈주고 무서워하는지 이해를 못한다고." },
];
